Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: %lld changes need attention
de: %lld Änderungen erfordern Aufmerksamkeit
es: %lld cambios necesitan atención
fr: %lld modifications nécessitent ton attention
it: %lld modifiche richiedono attenzione
ja: %lld件の変更に対応が必要です
ko: %lld개 항목을 확인해 주세요
pt_br: %lld alterações precisam de atenção
ru: Требуют внимания: %lld
zh_hans: %lld项变更需要处理

source: %lld waiting to sync
de: %lld warten auf Synchronisierung
es: %lld pendientes de sincronizar
fr: %lld en attente de synchronisation
it: %lld in attesa di sincronizzazione
ja: %lld件が同期待ち
ko: %lld개 동기화 대기 중
pt_br: %lld aguardando sincronização
ru: Ожидают синхронизации: %lld
zh_hans: %lld项等待同步

source: Couldn't reach your account to restore your data. Check your connection and try again.
de: Dein Konto konnte nicht erreicht werden, um deine Daten wiederherzustellen. Prüfe deine Verbindung und versuche es erneut.
es: No se pudo conectar con tu cuenta para restaurar tus datos. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de joindre ton compte pour restaurer tes données. Vérifie ta connexion et réessaie.
it: Impossibile raggiungere il tuo account per ripristinare i dati. Controlla la connessione e riprova.
ja: データを復元するためにアカウントに接続できませんでした。接続を確認して、もう一度お試しください。
ko: 데이터를 복원하기 위해 계정에 연결하지 못했습니다. 연결 상태를 확인하고 다시 시도해 주세요.
pt_br: Não foi possível acessar sua conta para restaurar seus dados. Verifique sua conexão e tente novamente.
ru: Не удалось подключиться к учётной записи для восстановления данных. Проверьте соединение и попробуйте снова.
zh_hans: 无法连接到你的账户以恢复数据。请检查网络连接后重试。

source: Bringing your profile down to this device...
de: Dein Profil wird auf dieses Gerät geladen …
es: Trayendo tu perfil a este dispositivo...
fr: Récupération de ton profil sur cet appareil...
it: Recupero del tuo profilo su questo dispositivo...
ja: プロフィールをこのデバイスに取得中…
ko: 프로필을 이 기기로 가져오는 중...
pt_br: Trazendo seu perfil para este dispositivo...
ru: Загружаем профиль на это устройство...
zh_hans: 正在将你的资料同步到此设备...

source: Every Lift's History
de: Die Historie jeder Übung
es: El historial de cada ejercicio
fr: L'historique de chaque exercice
it: La cronologia di ogni esercizio
ja: すべての種目の履歴
ko: 모든 종목의 기록
pt_br: O histórico de cada exercício
ru: История каждого упражнения
zh_hans: 每个动作的历史

source: Finishing Setup
de: Einrichtung wird abgeschlossen
es: Finalizando la configuración
fr: Finalisation de la configuration
it: Completamento configurazione
ja: セットアップを完了中
ko: 설정 마무리 중
pt_br: Concluindo a configuração
ru: Завершаем настройку
zh_hans: 正在完成设置

source: Log Every Set in Seconds
de: Jeden Satz in Sekunden erfassen
es: Registra cada serie en segundos
fr: Enregistrez chaque série en quelques secondes
it: Registra ogni serie in pochi secondi
ja: すべてのセットを数秒で記録
ko: 모든 세트를 몇 초 만에 기록
pt_br: Registre cada série em segundos
ru: Записывайте подходы за секунды
zh_hans: 几秒记录每一组

source: Muscles worked, PRs, and totals for every exercise.
de: Trainierte Muskeln, Bestleistungen und Summen für jede Übung.
es: Músculos trabajados, récords y totales de cada ejercicio.
fr: Muscles sollicités, records et totaux pour chaque exercice.
it: Muscoli coinvolti, PR e totali per ogni esercizio.
ja: 使用した筋肉、自己ベスト、種目ごとの合計を確認。
ko: 종목별 사용 근육, 개인 기록, 총합까지.
pt_br: Músculos trabalhados, recordes e totais de cada exercício.
ru: Мышцы, рекорды и итоги по каждому упражнению.
zh_hans: 每个动作的目标肌肉、个人纪录和总计。

source: Needs attention
de: Erfordert Aufmerksamkeit
es: Necesita atención
fr: Nécessite ton attention
it: Richiede attenzione
ja: 対応が必要
ko: 확인 필요
pt_br: Precisa de atenção
ru: Требует внимания
zh_hans: 需要处理

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
pt_br: Desativado
ru: Выкл.
zh_hans: 关闭

source: Refresh needed
de: Aktualisierung erforderlich
es: Se necesita actualizar
fr: Actualisation requise
it: Aggiornamento necessario
ja: 更新が必要
ko: 새로 고침 필요
pt_br: Atualização necessária
ru: Нужно обновить
zh_hans: 需要刷新

source: Restoring Your Account
de: Dein Konto wird wiederhergestellt
es: Restaurando tu cuenta
fr: Restauration de ton compte
it: Ripristino del tuo account
ja: アカウントを復元中
ko: 계정 복원 중
pt_br: Restaurando sua conta
ru: Восстанавливаем учётную запись
zh_hans: 正在恢复你的账户

source: Restoring Your Data
de: Deine Daten werden wiederhergestellt
es: Restaurando tus datos
fr: Restauration de tes données
it: Ripristino dei tuoi dati
ja: データを復元中
ko: 데이터 복원 중
pt_br: Restaurando seus dados
ru: Восстановление твоих данных
zh_hans: 正在恢复你的数据

source: Sign in again to sync
de: Zum Synchronisieren erneut anmelden
es: Inicia sesión de nuevo para sincronizar
fr: Reconnecte-toi pour synchroniser
it: Accedi di nuovo per sincronizzare
ja: 同期するには再度サインインしてください
ko: 동기화하려면 다시 로그인하세요
pt_br: Inicie a sessão novamente para sincronizar
ru: Войдите снова для синхронизации
zh_hans: 重新登录以同步

source: Smart Suggestions
de: Intelligente Vorschläge
es: Sugerencias inteligentes
fr: Suggestions intelligentes
it: Suggerimenti intelligenti
ja: スマート提案
ko: 스마트 제안
pt_br: Sugestões inteligentes
ru: Умные рекомендации
zh_hans: 智能建议

source: Sync
de: Synchronisierung
es: Sincronización
fr: Synchronisation
it: Sincronizza
ja: 同期
ko: 동기화
pt_br: Sincronização
ru: Синхронизация
zh_hans: 同步

source: Synced
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
it: Sincronizzato
ja: 同期済み
ko: 동기화됨
pt_br: Sincronizado
ru: Синхронизировано
zh_hans: 已同步

source: Synced %@
de: Synchronisiert %@
es: Sincronizado %@
fr: Synchronisé %@
it: Sincronizzato %@
ja: %@に同期済み
ko: %@ 동기화됨
pt_br: Sincronizado %@
ru: Синхронизировано %@
zh_hans: 已同步%@

source: Syncing…
de: Wird synchronisiert…
es: Sincronizando…
fr: Synchronisation…
it: Sincronizzazione…
ja: 同期中…
ko: 동기화 중…
pt_br: Sincronizando…
ru: Синхронизация…
zh_hans: 正在同步…

source: Waiting for network
de: Warten auf Netzwerk
es: Esperando la red
fr: En attente du réseau
it: In attesa di rete
ja: ネットワークを待機中
ko: 네트워크 대기 중
pt_br: Aguardando a rede
ru: Ожидание сети
zh_hans: 等待网络

source: Weight, reps, and rest, with your last session right there.
de: Gewicht, Wiederholungen und Pause – mit deinem letzten Training direkt daneben.
es: Peso, repeticiones y descanso, con tu última sesión justo ahí.
fr: Charge, répétitions et repos, avec ta dernière séance juste à côté.
it: Peso, ripetizioni e recupero, con la tua ultima sessione sempre sott'occhio.
ja: 重量、レップ、休憩を、前回のセッションを見ながら記録。
ko: 중량, 횟수, 휴식까지. 지난 기록은 바로 옆에.
pt_br: Peso, repetições e descanso, com seu último treino bem ali.
ru: Вес, повторения и отдых — и прошлая тренировка рядом.
zh_hans: 重量、次数和休息一目了然，上次的记录就在旁边。

source: Your account is syncing to this device. Everything you've logged will appear here as it arrives.
de: Dein Konto wird mit diesem Gerät synchronisiert. Alles, was du erfasst hast, erscheint hier, sobald es ankommt.
es: Tu cuenta se está sincronizando con este dispositivo. Todo lo que has registrado aparecerá aquí a medida que llegue.
fr: Ton compte se synchronise avec cet appareil. Tout ce que tu as enregistré apparaîtra ici au fur et à mesure.
it: Il tuo account si sta sincronizzando con questo dispositivo. Tutto ciò che hai registrato apparirà qui man mano che arriva.
ja: アカウントをこのデバイスに同期しています。記録したものは順次ここに表示されます。
ko: 계정을 이 기기에 동기화하는 중입니다. 기록한 내용이 도착하는 대로 여기에 표시됩니다.
pt_br: Sua conta está sincronizando com este dispositivo. Tudo o que você registrou aparecerá aqui conforme chegar.
ru: Твой аккаунт синхронизируется с этим устройством. Всё, что ты записал, появится здесь по мере поступления.
zh_hans: 正在将你的账户同步到此设备。你记录的内容会陆续显示在这里。

source: Your next weight and reps, worked out from your own history. (Pro)
de: Dein nächstes Gewicht und deine Wiederholungen, aus deiner eigenen Historie berechnet. (Pro)
es: Tu próximo peso y repeticiones, calculados a partir de tu propio historial. (Pro)
fr: Ta prochaine charge et tes répétitions, calculées à partir de ton historique. (Pro)
it: Il prossimo peso e le prossime ripetizioni, calcolati dalla tua cronologia. (Pro)
ja: 次の重量とレップを、あなた自身の履歴から算出。(Pro)
ko: 내 기록에서 계산한 다음 중량과 횟수. (Pro)
pt_br: Seu próximo peso e repetições, calculados a partir do seu próprio histórico. (Pro)
ru: Следующий вес и повторения — рассчитаны по твоей истории. (Pro)
zh_hans: 根据你自己的历史推算下一组的重量和次数。(Pro)

source: (%lld data points so far.)
de: (Bisher %lld Datenpunkte.)
es: (%lld puntos de datos hasta ahora.)
fr: (%lld points de données pour l’instant.)
it: (%lld dati raccolti finora.)
ja: （現在%lld件のデータ）
ko: (현재까지 데이터 %lld개.)
pt_br: (%lld pontos de dados até agora.)
ru: (Точек данных: %lld.)
zh_hans: （目前有%lld个数据点。）

# %@ · %@%% incline
source: %1$@ · %2$@%% incline
de: %1$@ · %2$@%% Steigung
es: %1$@ · %2$@%% inclinación
fr: %1$@ · %2$@%% d'inclinaison
it: %1$@ · %2$@%% di pendenza
ja: %1$@ · 傾斜%2$@%%
ko: %1$@ · 경사도 %2$@%%
pt_br: %1$@ · %2$@%% de inclinação
ru: %1$@ · наклон %2$@%%
zh_hans: %1$@ · 坡度%2$@%%

# %@ • Ends %@
source: %1$@ • Ends %2$@
de: %1$@ • Endet am %2$@
es: %1$@ • Termina el %2$@
fr: %1$@ • Se termine le %2$@
it: %1$@ • Termina %2$@
ja: %1$@ • %2$@に終了
ko: %1$@ • %2$@ 종료
pt_br: %1$@ • Termina em %2$@
ru: %1$@ • до %2$@
zh_hans: %1$@ • %2$@结束

source: %@ asleep
de: %@ geschlafen
es: %@ dormido
fr: %@ de sommeil
it: %@ di sonno
ja: 睡眠%@
ko: %@ 수면
pt_br: %@ de sono
ru: %@ сна
zh_hans: 睡眠%@

# %@ averages %@ %@ on %@.
source: %1$@ averages %2$@ %3$@ on %4$@.
de: %1$@ liegt am %4$@ im Schnitt bei %2$@ %3$@.
es: %1$@ promedia %2$@ %3$@ los %4$@.
fr: %1$@ est en moyenne de %2$@ %3$@ le %4$@.
it: %1$@ è in media %2$@ %3$@ di %4$@.
ja: %4$@の%1$@の平均は%2$@%3$@です。
ko: %4$@ %1$@ 평균 %2$@ %3$@입니다.
pt_br: %1$@ tem média de %2$@ %3$@ em %4$@.
ru: %1$@ — в среднем %2$@ %3$@ (%4$@).
zh_hans: %4$@的%1$@平均为%2$@%3$@。

source: %@ beats per minute
de: %@ Schläge pro Minute
es: %@ latidos por minuto
fr: %@ battements par minute
it: %@ battiti al minuto
ja: 毎分%@回
ko: 분당 %@회
pt_br: %@ batimentos por minuto
ru: %@ ударов в минуту
zh_hans: %@次/分钟

# %@ billed %@
source: %1$@ billed %2$@
de: %1$@, %2$@ abgerechnet
es: %1$@ facturado %2$@
fr: %1$@ facturé %2$@
it: %1$@ con addebito %2$@
ja: %1$@（%2$@請求）
ko: %1$@, %2$@ 청구
pt_br: %1$@ cobrado %2$@
ru: %1$@, оплата %2$@
zh_hans: %1$@，%2$@扣费

source: %@ each month for 12 months
de: %@ pro Monat für 12 Monate
es: %@ al mes durante 12 meses
fr: %@ par mois pendant 12 mois
it: %@ al mese per 12 mesi
ja: 12か月間、毎月%@
ko: 12개월 동안 매월 %@
pt_br: %@ por mês durante 12 meses
ru: %@ в месяц в течение 12 месяцев
zh_hans: 每月%@，共12个月

source: %@ Goal
de: Ziel: %@
es: Objetivo de %@
fr: Objectif de %@
it: Obiettivo %@
ja: %@目標
ko: %@ 목표
pt_br: Meta de %@
ru: Цель: %@
zh_hans: %@目标

source: %@ is a rest day.
de: %@ ist ein Ruhetag.
es: %@ es un día de descanso.
fr: %@ est un jour de repos.
it: %@ è un giorno di riposo.
ja: %@は休養日です。
ko: %@은 휴식일이에요.
pt_br: %@ é um dia de descanso.
ru: %@ — день отдыха.
zh_hans: %@是休息日。

source: %@ is already the active exercise.
de: %@ ist bereits die aktive Übung.
es: %@ ya es el ejercicio activo.
fr: %@ est déjà l'exercice actif.
it: %@ è già l'esercizio attivo.
ja: %@はすでにアクティブな種目です。
ko: %@, 이미 진행 중인 종목이에요.
pt_br: %@ já é o exercício ativo.
ru: %@ уже активное упражнение.
zh_hans: %@已经是当前动作。

# %@ is highest on %@. %@ %@.
source: %1$@ is highest on %2$@. %3$@ %4$@.
de: %1$@ ist am %2$@ am höchsten. %3$@ %4$@.
es: %1$@ es más alto los %2$@. %3$@ %4$@.
fr: %1$@ est au plus haut le %2$@. %3$@ %4$@.
it: %1$@ è al massimo di %2$@. %3$@ %4$@.
ja: %1$@が最も高いのは%2$@です。%3$@%4$@。
ko: %1$@ 최고 요일은 %2$@이에요. %3$@ %4$@.
pt_br: %1$@ é mais alto em %2$@. %3$@ %4$@.
ru: Максимум %1$@ — %2$@. %3$@ %4$@.
zh_hans: %1$@在%2$@最高。%3$@%4$@。

source: %@ METs
de: %@ MET
es: %@ MET
fr: %@ MET
it: %@ MET
pt_br: %@ MET
ru: %@ MET

source: %@ out of 10
de: %@ von 10
es: %@ de 10
fr: %@ sur 10
it: %@ su 10
ja: 10段階中%@
ko: 10점 만점에 %@점
pt_br: %@ de 10
ru: %@ из 10

# %@ per month for 12 months. %@ total commitment.
source: %1$@ per month for 12 months. %2$@ total commitment.
de: %@ pro Monat für 12 Monate. %@ Gesamtverpflichtung.
es: %@ al mes durante 12 meses. %@ de compromiso total.
fr: %@ par mois pendant 12 mois. %@ d’engagement total.
it: %1$@ al mese per 12 mesi. %2$@ di impegno totale.
ja: 12か月間、月あたり%1$@。合計%2$@のご契約です。
ko: 12개월 동안 매월 %1$@. 총 %2$@ 약정.
pt_br: %@ por mês durante 12 meses. %@ de compromisso total.
ru: %1$@ в месяц в течение 12 месяцев. Всего %2$@.
zh_hans: 每月%1$@，共12个月。总计%2$@。

source: %@ scatter chart with fitted line
de: %@ Streudiagramm mit Trendlinie
es: Gráfico de dispersión de %@ con línea de ajuste
fr: Nuage de points %@ avec courbe de tendance
it: Grafico a dispersione di %@ con linea di tendenza
ja: %@の散布図（近似直線付き）
ko: 추세선이 있는 %@ 산점도
pt_br: Gráfico de dispersão de %@ com linha de tendência
ru: Диаграмма рассеяния «%@» с линией тренда
zh_hans: %@散点图（含拟合线）

source: %@ steps
de: %@ Schritte
es: %@ pasos
fr: %@ pas
it: %@ passi
ja: %@歩
ko: %@걸음
pt_br: %@ passos
ru: %@ шагов
zh_hans: %@步

source: %@ steps left today
de: Noch %@ Schritte heute
es: %@ pasos restantes hoy
fr: %@ pas restants aujourd'hui
it: %@ passi rimasti oggi
ja: 今日はあと%@歩
ko: 오늘 %@걸음 남음
pt_br: %@ passos restantes hoje
ru: Сегодня осталось %@ шагов
zh_hans: 今天还差%@步

# %@ to %@
source: %1$@ to %2$@
de: %1$@ bis %2$@
es: %1$@ a %2$@
fr: %1$@ à %2$@
it: Da %1$@ a %2$@
pt_br: %1$@ a %2$@
zh_hans: %1$@至%2$@

# %@ Today, %@.
source: %1$@ Today, %2$@.
de: %1$@ heute, %2$@.
es: %1$@ hoy, %2$@.
fr: %1$@ aujourd'hui, %2$@.
it: %1$@ oggi, %2$@.
ja: 今日の%1$@は%2$@です。
ko: 오늘 %1$@, %2$@.
pt_br: %1$@ hoje, %2$@.
ru: %1$@ Сегодня, %2$@.
zh_hans: 今天的%1$@，%2$@。

source: %@ total
de: %@ insgesamt
es: %@ en total
fr: %@ au total
it: %@ in totale
ja: 合計%@
ko: 총 %@
pt_br: %@ no total
ru: Всего %@
zh_hans: 总计%@

# %@ training is %@.
source: %1$@ training is %2$@.
de: %1$@-Training ist %2$@.
es: El entrenamiento de %1$@ está %2$@.
fr: L'entraînement %1$@ est %2$@.
it: L'allenamento %1$@ è %2$@.
ja: %1$@のトレーニングは%2$@です。
ko: %1$@ 훈련은 %2$@ 상태예요.
pt_br: O treino de %1$@ está %2$@.
ru: Тренировка %1$@: %2$@.
zh_hans: %1$@训练%2$@。

# %@ training is paused because you are %@.
source: %1$@ training is paused because you are %2$@.
de: %1$@-Training ist pausiert, weil du %2$@ bist.
es: El entrenamiento de %1$@ está en pausa porque estás %2$@.
fr: L'entraînement %1$@ est en pause car tu es %2$@.
it: L'allenamento %1$@ è in pausa perché sei %2$@.
ja: %2$@のため、%1$@のトレーニングは中断しています。
ko: %2$@ 상태라서 %1$@ 훈련이 일시 중지됐어요.
pt_br: O treino de %1$@ está pausado porque você está %2$@.
ru: Тренировка %1$@ приостановлена: %2$@.
zh_hans: 由于你%2$@，%1$@训练已暂停。

source: %@ training is paused.
de: %@-Training ist pausiert.
es: El entrenamiento de %@ está en pausa.
fr: L'entraînement %@ est en pause.
it: L'allenamento %@ è in pausa.
ja: %@のトレーニングは中断しています。
ko: %@ 훈련이 일시 중지됐어요.
pt_br: O treino de %@ está pausado.
ru: Тренировка %@ приостановлена.
zh_hans: %@训练已暂停。

source: %@ trend chart
de: %@ Trenddiagramm
es: Gráfico de tendencia de %@
fr: Graphique de tendance %@
it: Grafico di tendenza di %@
ja: %@のトレンドグラフ
ko: %@ 추세 차트
pt_br: Gráfico de tendência de %@
ru: График тренда: %@
zh_hans: %@趋势图

source: %@ was added to your active plan.
de: %@ wurde zu deinem aktiven Plan hinzugefügt.
es: %@ se añadió a tu plan activo.
fr: %@ a été ajouté à ton plan actif.
it: %@ è stato aggiunto alla tua scheda attiva.
ja: %@をアクティブなプランに追加しました。
ko: %@을 활성 플랜에 추가했어요.
pt_br: %@ foi adicionado ao seu plano ativo.
ru: %@ добавлено в активный план.
zh_hans: %@已添加到你的当前计划。

source: %@ was added to your active workout.
de: %@ wurde zu deinem aktiven Workout hinzugefügt.
es: %@ se añadió a tu entrenamiento activo.
fr: %@ a été ajouté à ta séance active.
it: %@ è stato aggiunto al tuo allenamento attivo.
ja: %@を実行中のワークアウトに追加しました。
ko: %@을 진행 중인 운동에 추가했어요.
pt_br: %@ foi adicionado ao seu treino ativo.
ru: %@ добавлено в активную тренировку.
zh_hans: %@已添加到你的当前训练。

source: %@ weekday averages
de: %@ Wochentagsdurchschnitte
es: Promedios por día de la semana de %@
fr: Moyennes par jour de la semaine %@
it: Medie per giorno della settimana di %@
ja: %@の曜日別平均
ko: %@ 요일별 평균
pt_br: Médias por dia da semana de %@
ru: Средние по дням недели: %@
zh_hans: %@按星期平均

source: %@ weekday averages need at least 2 entries for every weekday.
de: %@ Wochentagsdurchschnitte benötigen mindestens 2 Einträge für jeden Wochentag.
es: Los promedios por día de la semana de %@ necesitan al menos 2 entradas para cada día.
fr: Les moyennes par jour de la semaine %@ nécessitent au moins 2 entrées pour chaque jour.
it: Le medie per giorno della settimana di %@ richiedono almeno 2 dati per ogni giorno.
ja: %@の曜日別平均には、各曜日につき2件以上のデータが必要です。
ko: %@ 요일별 평균을 보려면 모든 요일에 기록이 2개 이상 있어야 해요.
pt_br: As médias por dia da semana de %@ precisam de pelo menos 2 entradas para cada dia.
ru: Для средних по дням недели (%@) нужно минимум 2 записи на каждый день.
zh_hans: %@按星期平均需要每个星期几各有至少2条记录。

source: %@ weight goal
de: %@ Gewichtsziel
es: Objetivo de peso de %@
fr: Objectif de poids %@
it: Obiettivo di peso %@
ja: %@の体重目標
ko: %@ 체중 목표
pt_br: Meta de peso de %@
ru: Цель по весу: %@
zh_hans: %@体重目标

# %@, %@, target RPE %lld
source: %1$@, %2$@, target RPE %3$lld
de: %1$@, %2$@, Ziel-RPE %3$lld
es: %1$@, %2$@, RPE objetivo %3$lld
fr: %1$@, %2$@, RPE cible %3$lld
it: %1$@, %2$@, RPE target %3$lld
ja: %1$@、%2$@、目標RPE %3$lld
ko: %1$@, %2$@, 목표 RPE %3$lld
pt_br: %1$@, %2$@, RPE alvo %3$lld
ru: %1$@, %2$@, целевой RPE %3$lld
zh_hans: %1$@，%2$@，目标 RPE %3$lld

# %@, %lld reps
source: %1$@, %2$lld reps
de: %1$@, %2$lld Wdh.
it: %1$@, %2$lld ripetizioni
ja: %1$@、%2$lldレップ
ko: %1$@, %2$lld회
ru: %1$@, %2$lld повт.
zh_hans: %1$@，%2$lld次

# %@, %lld reps, %@ %@
source: %1$@, %2$lld reps, %3$@ %4$@
de: %1$@, %2$lld Wdh., %3$@ %4$@
it: %1$@, %2$lld ripetizioni, %3$@ %4$@
ja: %1$@、%2$lldレップ、%3$@%4$@
ko: %1$@, %2$lld회, %3$@ %4$@
ru: %1$@, %2$lld повт., %3$@ %4$@
zh_hans: %1$@，%2$lld次，%3$@%4$@

# %@, target RPE %lld
source: %1$@, target RPE %2$lld
de: %1$@, Ziel-RPE %2$lld
es: %1$@, RPE objetivo %2$lld
fr: %1$@, RPE cible %2$lld
it: %1$@, RPE target %2$lld
ja: %1$@、目標RPE %2$lld
ko: %1$@, 목표 RPE %2$lld
pt_br: %1$@, RPE alvo %2$lld
ru: %1$@, целевой RPE %2$lld
zh_hans: %1$@，目标 RPE %2$lld

# %@, you're burning %@ amount of energy a day as you did last year.
source: %1$@, you're burning %2$@ amount of energy a day as you did last year.
de: %1$@, du verbrennst pro Tag %2$@ Energie wie im letzten Jahr.
es: %1$@, estás quemando %2$@ energía al día que el año pasado.
fr: %1$@, tu brûles %2$@ d'énergie par jour que l'an dernier.
it: %1$@, bruci %2$@ quantitativo di energia al giorno rispetto all'anno scorso.
ja: %1$@、1日のエネルギー消費は昨年と%2$@です。
ko: %1$@, 하루 에너지 소모량이 작년과 %2$@ 수준이에요.
pt_br: %1$@, você está queimando %2$@ de energia por dia do que no ano passado.
ru: %1$@ ты сжигаешь %2$@ энергии в день, что и в прошлом году.
zh_hans: %1$@，你每天消耗的能量与去年%2$@。

# %@, you're burning %@ energy a day than you did last year.
source: %1$@, you're burning %2$@ energy a day than you did last year.
de: %1$@, du verbrennst pro Tag %2$@ Energie als im letzten Jahr.
es: %1$@, estás quemando %2$@ energía al día que el año pasado.
fr: %1$@, tu brûles %2$@ d'énergie par jour que l'an dernier.
it: %1$@, bruci %2$@ energia al giorno rispetto all'anno scorso.
ja: %1$@、1日のエネルギー消費は昨年より%2$@です。
ko: %1$@, 하루 에너지 소모량이 작년보다 %2$@ 수준이에요.
pt_br: %1$@, você está queimando %2$@ de energia por dia do que no ano passado.
ru: %1$@ ты сжигаешь %2$@ энергии в день, чем в прошлом году.
zh_hans: %1$@，你每天消耗的能量比去年%2$@。

source: %@, you're burning about the same amount of energy a day as you did last year.
de: %@, du verbrennst pro Tag etwa gleich viel Energie wie im letzten Jahr.
es: %@, estás quemando aproximadamente la misma energía al día que el año pasado.
fr: %@, tu brûles environ la même quantité d'énergie par jour que l'an dernier.
it: %@, bruci più o meno la stessa quantità di energia al giorno rispetto all'anno scorso.
ja: %@、1日のエネルギー消費は昨年とほぼ同じです。
ko: %@, 하루 에너지 소모량이 작년과 비슷해요.
pt_br: %@, você está queimando praticamente a mesma energia por dia que no ano passado.
ru: %@ ты сжигаешь примерно столько же энергии в день, что и в прошлом году.
zh_hans: %@，你每天消耗的能量与去年大致相同。

source: %@, you're burning less energy a day than you did last year.
de: %@, du verbrennst pro Tag weniger Energie als im letzten Jahr.
es: %@, estás quemando menos energía al día que el año pasado.
fr: %@, tu brûles moins d'énergie par jour que l'an dernier.
it: %@, bruci meno energia al giorno rispetto all'anno scorso.
ja: %@、1日の消費エネルギーは昨年より減っています。
ko: %@, 하루 에너지 소모량이 작년보다 적어요.
pt_br: %@, você está queimando menos energia por dia que no ano passado.
ru: %@ ты сжигаешь меньше энергии в день, чем в прошлом году.
zh_hans: %@，你每天消耗的能量比去年更少。

source: %@, you're burning more energy a day than you did last year.
de: %@, du verbrennst pro Tag mehr Energie als im letzten Jahr.
es: %@, estás quemando más energía al día que el año pasado.
fr: %@, tu brûles plus d'énergie par jour que l'an dernier.
it: %@, bruci più energia al giorno rispetto all'anno scorso.
ja: %@、1日の消費エネルギーは昨年より増えています。
ko: %@, 하루 에너지 소모량이 작년보다 많아요.
pt_br: %@, você está queimando mais energia por dia que no ano passado.
ru: %@ ты сжигаешь больше энергии в день, чем в прошлом году.
zh_hans: %@，你每天消耗的能量比去年更多。

# %@, you're sleeping %@ amount each night as you did last year.
source: %1$@, you're sleeping %2$@ amount each night as you did last year.
de: %1$@, du schläfst pro Nacht %2$@ wie im letzten Jahr.
es: %1$@, estás durmiendo %2$@ cada noche que el año pasado.
fr: %1$@, tu dors %2$@ chaque nuit que l'an dernier.
it: %1$@, dormi %2$@ numero di ore a notte rispetto all'anno scorso.
ja: %1$@、1晩あたりの睡眠時間は昨年と%2$@です。
ko: %1$@, 밤 수면 시간이 작년과 %2$@ 수준이에요.
pt_br: %1$@, você está dormindo %2$@ por noite do que no ano passado.
ru: %1$@ ты спишь %2$@ за ночь, что и в прошлом году.
zh_hans: %1$@，你每晚的睡眠与去年%2$@。

# %@, you're sleeping %@ each night than you did last year.
source: %1$@, you're sleeping %2$@ each night than you did last year.
de: %1$@, du schläfst pro Nacht %2$@ als im letzten Jahr.
es: %1$@, estás durmiendo %2$@ cada noche que el año pasado.
fr: %1$@, tu dors %2$@ chaque nuit que l'an dernier.
it: %1$@, dormi %2$@ ore a notte rispetto all'anno scorso.
ja: %1$@、1晩あたりの睡眠時間は昨年より%2$@です。
ko: %1$@, 밤 수면 시간이 작년보다 %2$@ 수준이에요.
pt_br: %1$@, você está dormindo %2$@ por noite do que no ano passado.
ru: %1$@ ты спишь %2$@ за ночь, чем в прошлом году.
zh_hans: %1$@，你每晚的睡眠比去年%2$@。

source: %@, you're sleeping about the same amount each night as you did last year.
de: %@, du schläfst pro Nacht etwa gleich viel wie im letzten Jahr.
es: %@, estás durmiendo aproximadamente lo mismo cada noche que el año pasado.
fr: %@, tu dors environ autant chaque nuit que l'an dernier.
it: %@, dormi più o meno le stesse ore a notte rispetto all'anno scorso.
ja: %@、1晩あたりの睡眠時間は昨年とほぼ同じです。
ko: %@, 밤 수면 시간이 작년과 비슷해요.
pt_br: %@, você está dormindo praticamente o mesmo por noite que no ano passado.
ru: %@ ты спишь примерно столько же за ночь, что и в прошлом году.
zh_hans: %@，你每晚的睡眠与去年大致相同。

source: %@, you're sleeping less each night than you did last year.
de: %@, du schläfst pro Nacht weniger als im letzten Jahr.
es: %@, estás durmiendo menos cada noche que el año pasado.
fr: %@, tu dors moins chaque nuit que l'an dernier.
it: %@, dormi meno ore a notte rispetto all'anno scorso.
ja: %@、1晩あたりの睡眠時間は昨年より少なくなっています。
ko: %@, 밤 수면 시간이 작년보다 짧아요.
pt_br: %@, você está dormindo menos por noite que no ano passado.
ru: %@ ты спишь меньше за ночь, чем в прошлом году.
zh_hans: %@，你每晚的睡眠比去年更少。

source: %@, you're sleeping more each night than you did last year.
de: %@, du schläfst pro Nacht mehr als im letzten Jahr.
es: %@, estás durmiendo más cada noche que el año pasado.
fr: %@, tu dors plus chaque nuit que l'an dernier.
it: %@, dormi più ore a notte rispetto all'anno scorso.
ja: %@、1晩あたりの睡眠時間は昨年より多くなっています。
ko: %@, 밤 수면 시간이 작년보다 길어요.
pt_br: %@, você está dormindo mais por noite que no ano passado.
ru: %@ ты спишь больше за ночь, чем в прошлом году.
zh_hans: %@，你每晚的睡眠比去年更多。
